[
  {
    "productID": "1",
    "productName": "Men's Burton Process Flying V Snowboard",
    "productDescription": "Lightweight true twin performance tuned to the ride-everything style of top pros like Mark McMorris. Constantly evolved to drop ounces and amplify pop, the men's Burton Process Snowboard is Mark McMorris' pick for its twin freestyle playfulness and all-terrain prowess. The Super Fly II core creates a lighter, lift-off-ready deck, while Squeezebox core profiling transfers energy towards the tip and tail for snappier ollies and effortless stability. Available in two versions, choose the relaxed and floaty Flying V or precise control of PurePop camber. Process is suited to the freestyle rider, but still capable of ripping the entire mountain as proven by the pros who push it.",
    "productImage": "./Assets/board1.png",
    "productPrice": 529.95,
    "productCategory": "Snowboards"
  },
  {
    "productID": "2",
    "productName": "Men's Burton Custom Camber Snowboard",
    "productDescription": "Our most trusted board, backed by a cult following as snowboarding's one-answer to all terrain. From its humble beginnings, innovation has defined the Burton Custom Snowboard series and set it apart as the most popular, versatile, and mimicked board in snowboarding. Since 1996, this icon has reigned supreme and constantly evolved with a proven formula that combines time-honored design with envelope-pushing ingredients to create a lightweight, poppy, and highly versatile board. Offered in two versions, the precision and stability of the Custom camber is the top choice for many pro riders, while the Custom Flying V™ combines camber's power with the relaxed float of rocker for the best of both worlds. ABOUT THE GRAPHIC: Surfing is the root of standing sideways. It was the beginning of everything that we have come to hold dear and in turn build our lives and culture around. Jake dreamt of surfing on snow and would not let go of that dream until the world recognized its importance and value. Here we combined a culture that shaped our sport with a model that shaped our brand.",
    "productImage": "./Assets/board2.png",
    "productPrice": 629.95,
    "productCategory": "Snowboards"
  },
  {
    "productID": "3",
    "productName": "Men's Burton Flight Attendant Camber Snowboard",
    "productDescription": "Prepare for take-off with a board that makes waves for its abilities to carve and catch air. Designed to be a terrain-slaying alternative to more traditional twin shapes, the men's Burton Flight Attendant Snowboard is a free spirit that dissects both pow and hard-pack with equal precision. Balanced Freeride Geometry is the secret with setback camber and sidecut that are centered on your stance to create a twin freestyle feel when riding flat base. On edge the board turns tight and quick, with Directional Camber and taper for added float and flow. A blend of big mountain attributes and all-terrain aggression, the Flight Attendant finds the sweet spot for everything from steep lines and spontaneous slashes to wind-lips, pillows, and side hits. ABOUT THE GRAPHIC: “The base graphic represents moving forward with constant exploration, both local and abroad, in search of good times and good terrain. A scrapbooked top sheet portrays the creative process in documenting the moments of shared adventure.” — Dean Blotto Gray, photographer and creative media",
    "productImage": "./Assets/board3.png",
    "productPrice": 579.95,
    "productCategory": "Snowboards"
  },
  {
    "productID": "4",
    "productName": "Women's Burton Talent Scout Camber Snowboard",
    "productDescription": "Bad-ass with a touch of sass in an action-packed board that'll have you falling in love with camber all over again. The women's Burton Talent Scout Snowboard is on a mission to track down the best of park performance. A step up in pro-driven attitude from other twins, a camber profile gives riders the power, control, and finesse to thrive on all terrain. Designed to fit like a glove, the Talent Scout's Off-Axis design aligns the Squeezebox core profiling and Frostbite Edges with the typical park rider's stance, unlocking the board's natural flex and edge hold for buttery smooth control. ABOUT THE GRAPHIC: Life is infite. And yet, days end and are soon born again with the rising sun. Every aspect of nature involves a sort of cycle — a rhythm. We worked with artist Sophy Hollington to try and build on the idea of these rhythms. All of us are simply a collection of these things that come together to form who we are. Because when reality is surreal only fiction can make sense of it",
    "productImage": "a",
    "productPrice": 500,
    "productCategory": "Snowboards"
  },
  {
    "productID": "5",
    "productName": "Women's Burton Feelgood Flying V Snowboard",
    "productDescription": "Rider-proven and continually updated, this board sets the standard for all-mountain riding. Backed by Kelly Clark, the women's Burton Feelgood Snowboard has been the defining force in women's snowboarding for two decades. It boasts a unique shape, matched with positively powerful pop for Ferrari-like handing. Directional shaping navigates easily through variable conditions, making this our number one board for conquering all terrain. Available with the stable suspension of camber or the rocker-infused freedom of Flying V, the Feelgood is a perfect match for aspiring pros or just riders who demand every advantage. ABOUT THE GRAPHIC: We worked with staff photographer Jesse Lynn Dawson to try and make a Feelgood graphic that could effectively deliver on the concept of positivity and hopefulness with an aim to allow and enable people to transcend themselves and their current reality — if only for a moment. Snowboarding has the ability to do this and if we can play even a small part in opening that door to bliss — we’re gonna take it. We have worked with Kelly Clark on making this board a beacon of light and love since 2001.",
    "productImage": "./Assets/board5.png",
    "productPrice": 579.95,
    "productCategory": "Snowboards"
  },
  {
    "productID": "6",
    "productName": "K2 MINDBENDER 108TI SKIS 2022",
    "productDescription": "The Mindbender 108Ti delivers at any speed in any conditions. A mid-fat waist width, long turn radius, All-Terrain Rocker profile, and Titanal Y-Beam construction work together to create a stable, unflinching freeride ski that wants to be pushed. Whether the snow is soft, firm, chunky, or all of the above, you’ll be ready to play through.",
    "productImage": "./Assets/ski1.png",
    "productPrice": 749.95,
    "productCategory": "Skis"
  },
  {
    "productID": "7",
    "productName": "K2 WAYBACK 84 SKIS 2022",
    "productDescription": "With a Snophobic topsheet and an ultralight paulownia Tour Lite core, the Wayback 84 is the reliable touring ski that won’t break the bank. Whether you’re crushing fitness laps at the resort or making your first moves into the backcountry, mount up the Wayback 84 and experience the mountains in a whole new way.",
    "productImage": "./Assets/ski2.png",
    "productPrice": 599.95,
    "productCategory": "Skis"
  },
  {
    "productID": "8",
    "productName": "K2 RECKONER 122 SKIS 2022",
    "productDescription": "The Reckoner 122 is a dedicated powder twin-tip built to crush pillows, send cornices, and boost wind lips. A fir/aspen wood core combined with our Spectral Braid technology creates the perfect combination of surfy and stout, allowing this ski to bounce, pivot, and charge through the deepest snow without skipping a beat.",
    "productImage": "./Assets/ski3.png",
    "productPrice": 749.95,
    "productCategory": "Skis"
  },
  {
    "productID": "9",
    "productName": "K2 FATTY SKIS 2022",
    "productDescription": "It’s impossible to step into these bad boys and not have a good time. They’re 88 centimeters of pure shred potential. Park tricks? Only limited by your imagination. Hard-charging big mountain? Hell yeah. There are two types of people in the world: those who have Fatties and those who need them. Decide which one you wanna be, because it’s time to party.",
    "productImage": "./Assets/ski4.png",
    "productPrice": 239.95,
    "productCategory": "Skis"
  },
  {
    "productID": "10",
    "productName": "MINDBENDER 108TI LTD",
    "productDescription": "The Mindbender 108Ti delivers at any speed in any conditions. A mid-fat waist width, long turn radius, All-Terrain Rocker profile, and Titanal Y-Beam construction work together to create a stable, unflinching freeride ski that wants to be pushed. Whether the snow is soft, firm, chunky, or all of the above, you’ll be ready to play through.",
    "productImage": "./Assets/ski5.png",
    "productPrice": 749.95,
    "productCategory": "Skis"
  },
  {
    "productID": "9",
    "productName": "#1 Apparel",
    "productDescription": "#1 apparel",
    "productImage": "a",
    "productPrice": 100,
    "productCategory": "Apparel"
  },
  {
    "productID": "7",
    "productName": "#2 Apparel",
    "productDescription": "#2 apparel",
    "productImage": "a",
    "productPrice": 100,
    "productCategory": "Apparel"
  },
  {
    "productID": "8",
    "productName": "#3 Apparel",
    "productDescription": "#3 apparel",
    "productImage": "a",
    "productPrice": 100,
    "productCategory": "Apparel"
  },
  {
    "productID": "9",
    "productName": "#4 Apparel",
    "productDescription": "#4 apparel",
    "productImage": "a",
    "productPrice": 200,
    "productCategory": "Apparel"
  }
]
